Repository: fixator10/Predeactor-Cogs
Catalog: akinatorcog/locales/*.po
Languages: fr_fr

source: The genius, Akinator, will guess your mind and find who you are thinking of, go challenge him!
fr_fr: Le génie, Akinator, essayera de deviner ce que vous avez en tête et trouvera à qui vous pensez, allez le défier !

source: Answer Akinator's question and get challenged!
fr_fr: Répondez aux questions d'Akinator et soyez mis au challenge !

source: Begin a game session with Aikanator. To answer a question, you can use the following terms: - "yes" OR "y" OR "0" for answering "Yes". - "no" OR "n" OR "1" for answer "No". - "i" OR "idk" OR "i dont know" OR "i don't know" OR "2" for answer "I don't know". - "probably" OR "p" OR "3" for answering "Probably". - "probably not" OR "pn" OR "4" for answering "Probably not". You can also say "b" or "back" to change your last question.
fr_fr: Commence une partie avec Akinator. Pour répondre à une question, vous pouvez utilisez les termes suivants : - "yes" OU "y" OU "0" pour répondre "Oui". - "no" OU "n" OU "1" pour répondre "Non". - "i" OU "idk" OU "i dont know" OU "i don't know" OU "2" pour répondre "Je ne sais pas". - "probably" OU "p" OU "3" pour répondre "Probablement". - "probably not" OU "pn" OU "4" pour répondre "Probablement pas". Vous pouvez aussi dire "b" ou "back" pour changer votre dernière question.

source: Are you ready to answer Akinator's questions? (y/n)
fr_fr: Êtes vous prêt à répondre aux questions d'Akinator ? (y/n)

source: See you later then! 👋
fr_fr: À tout à l'heure ! 👋

source: Do you wish to set a specific language? If so, please specify it now (Find all available language at <https://github.com/NinjaSnail1080/akinator.py#functions>) else just say 'no'.
fr_fr: Souhaitez-vous mettre un language en particulier ? Si oui, veuillez le spécifier maintenant (Toutes les langues disponible sur <https://github.com/NinjaSnail1080/akinator.py#functions>), sinon, dites "no".

source: You didn't answered in time... 😔
fr_fr: Vous n'avez pas répondu dans les temps… 😔

source: Cancel your game with Akinator.
fr_fr: Annule votre jeu avec Akinator.

source: You're not running any game!
fr_fr: Vous ne jouez pas avec Akinator !

source: Invalid language! Be sure it's written correctly.
fr_fr: Language invalide ! Soyez sûr qu'il est écrit correctement.

source: This is the end of the game.
fr_fr: C'est la fin du jeu.

source: An unexpected error happened.
fr_fr: Une erreur inattendue s'est produite.

source: Cannot go back any further! You will have to answer my question.
fr_fr: Impossible de revenir plus loin ! Vous devez répondre à ma question.

source: I hope I won then, at least. 😩
fr_fr: J'espère que j'ai gagné, au moins. 😩

source: I won! I'm so glad I guessed your mind!
fr_fr: J'ai gagné ! Je suis content d'avoir deviné en toi !

source: Awh, that's bad... But feel free to ask me for another person, I don't mind you.
fr_fr: Ah, c'est dommage… Mais n'hésite pas à me faire deviner quelqu'un d'autre, je ne vous en veux pas.

source: Hmm... I think I've guessed...
fr_fr: Hmm… Je pense avoir deviné...

source: Is it {name}? The description is {desc}.
fr_fr: Est-ce {name} ? La description est {desc}.

source: Game running for {name}. I asked over {num} questions! (Cog version {ver})
fr_fr: Jeu en cours pour {name}. J'ai posé plus de {num} questions! (Version du cog {ver})
